#Задача 1. Вариант 26.
#Напишите программу, которая будет сообщать род деятельности и псевдоним под которым скрывается Чарльз Лютвидж Доджсон. После вывода информации программа должна дожидаться пока пользователь нажмет Enter для выхода.
#Cосновый М.С.
#29.02.2016
print("Чарльз Лютвидж Доджсон скрывался за псевдонимом Лью́ис Кэ́рролл - английский писатель, математик, логик, философ, диакон и фотограф ")
input("\n\nНажмите Enter для выхода.")